Repository: ItsJuniorDias/Nuna
Catalog: Nuna/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

source: %@ plan, %@, billed every month
ar: خطة %@، %@، تُدفع كل شهر
de: %@-Abo, %@, monatliche Abrechnung
es: Plan %@, %@, cobrado cada mes
fr: Abonnement %@, %@, facturé chaque mois
it: Abbonamento %@, %@, addebito mensile
pt_br: Plano %@, %@, cobrado todo mês

source: %@ plan, %@, just %@ per month
ar: خطة %@، %@، فقط %@ شهريًا
de: %@-Abo, %@, nur %@ pro Monat
es: Plan %@, %@, solo %@ al mes
fr: Abonnement %@, %@, seulement %@ par mois
it: Abbonamento %@, %@, solo %@ al mese
pt_br: Plano %@, %@, só %@ por mês

source: %@ plan, %@, just %@ per month, 7 days free
ar: خطة %@، %@، فقط %@ شهريًا، 7 أيام مجانًا
de: %@-Abo, %@, nur %@ pro Monat, 7 Tage gratis
es: Plan %@, %@, solo %@ al mes, 7 días gratis
fr: Abonnement %@, %@, seulement %@ par mois, 7 jours gratuits
it: Abbonamento %@, %@, solo %@ al mese, 7 giorni gratis
pt_br: Plano %@, %@, só %@ por mês, 7 dias grátis

source: %@ plan, %@, just %@ per month, save %lld%%
ar: خطة %@، %@، فقط %@ شهريًا، وفّر %lld%%
de: %@-Abo, %@, nur %@ pro Monat, spare %lld %%
es: Plan %@, %@, solo %@ al mes, ahorra %lld%%
fr: Abonnement %@, %@, seulement %@ par mois, économise %lld %%
it: Abbonamento %@, %@, solo %@ al mese, risparmi il %lld%%
pt_br: Plano %@, %@, só %@ por mês, economize %lld%%

source: %@ plan, %@, just %@ per month, save %lld%%, 7 days free
ar: خطة %@، %@، فقط %@ شهريًا، وفّر %lld%%، 7 أيام مجانًا
de: %@-Abo, %@, nur %@ pro Monat, spare %lld %%, 7 Tage gratis
es: Plan %@, %@, solo %@ al mes, ahorra %lld%%, 7 días gratis
fr: Abonnement %@, %@, seulement %@ par mois, économise %lld %%, 7 jours gratuits
it: Abbonamento %@, %@, solo %@ al mese, risparmi il %lld%%, 7 giorni gratis
pt_br: Plano %@, %@, só %@ por mês, economize %lld%%, 7 dias grátis

source: %lld books
ar: %lld كتاب
de: %lld Bücher
es: %lld libros
fr: %lld livres
it: %lld libri
pt_br: %lld livros

source: %lld pages
ar: %lld صفحة
de: %lld Seiten
es: %lld páginas
it: %lld pagine
pt_br: %lld páginas

source: 7 days free
ar: 7 أيام مجانًا
de: 7 Tage gratis
es: 7 días gratis
fr: 7 jours gratuits
it: 7 giorni gratis
pt_br: 7 dias grátis

source: About Nuna
ar: عن نونا
de: Über Nuna
es: Sobre Nuna
fr: À propos de Nuna
it: Info su Nuna
pt_br: Sobre a Nuna

source: Adventures outside
ar: مغامرات في الخارج
de: Abenteuer draußen
es: Aventuras al aire libre
fr: Aventures dehors
it: Avventure fuori
pt_br: Aventuras lá fora

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
it: Tutti
pt_br: Todos

source: All of Nuna's stories
ar: كل قصص نونا
de: Alle Geschichten von Nuna
es: Todos los cuentos de Nuna
fr: Toutes les histoires de Nuna
it: Tutte le storie di Nuna
pt_br: Todas as histórias da Nuna

source: Answer
ar: الإجابة
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
pt_br: Resposta

source: Ask a grown-up to unlock
ar: اطلب من شخص كبير أن يفتح القفل
de: Bitte einen Erwachsenen zu entsperren
es: Pide a un adulto que lo desbloquee
fr: Demande à un adulte de déverrouiller
it: Chiedi a un adulto di sbloccare
pt_br: Peça a um adulto para destrancar

source: Asks a math question before opening
ar: يطرح سؤالاً حسابياً قبل الفتح
de: Stellt eine Rechenaufgabe vor dem Öffnen
es: Hace una pregunta de matemáticas antes de abrir
fr: Pose une question de maths avant d'ouvrir
it: Chiede una domanda di matematica prima di aprire
pt_br: Faz uma conta antes de abrir

source: Asks a math question, then opens outside the app
ar: يطرح سؤالاً حسابياً ثم يفتح خارج التطبيق
de: Stellt eine Rechenaufgabe und öffnet dann außerhalb der App
es: Hace una pregunta de matemáticas y abre fuera de la app
fr: Pose une question de maths, puis ouvre hors de l'app
it: Chiede una domanda di matematica, poi apre fuori dall'app
pt_br: Faz uma conta e abre fora do app

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
pt_br: Automático

source: Available
ar: المتاحة
de: Verfügbar
es: Disponibles
fr: Disponibles
it: Disponibili
pt_br: Disponíveis

source: Beach, river, mountain, desert
ar: الشاطئ، النهر، الجبل، الصحراء
de: Strand, Fluss, Berg, Wüste
es: Playa, río, montaña, desierto
fr: Plage, rivière, montagne, désert
it: Spiaggia, fiume, montagna, deserto
pt_br: Praia, rio, montanha, deserto

source: Before bed
ar: قبل النوم
de: Vor dem Schlafen
es: Antes de dormir
fr: Avant le coucher
it: Prima di dormire
pt_br: Antes de dormir

source: Billed every month
ar: يُدفع كل شهر
de: Monatliche Abrechnung
es: Se cobra cada mes
fr: Facturé chaque mois
it: Addebito mensile
pt_br: Cobrado todo mês

source: Book %@, locked
ar: كتاب %@، مقفل
de: Buch %@, gesperrt
es: Libro %@, bloqueado
fr: Livre %@, verrouillé
it: Libro %@, bloccato
pt_br: Livro %@, trancado

source: Book %@, moving pictures
ar: كتاب %@، مع صور متحركة
de: Buch %@, mit bewegten Seiten
es: Libro %@, con páginas que se mueven
fr: Livre %@, avec des pages animées
it: Libro %@, con pagine in movimento
pt_br: Livro %@, com páginas que se mexem

source: Book %@, moving pictures, locked
ar: كتاب %@، مع صور متحركة، مقفل
de: Buch %@, mit bewegten Seiten, gesperrt
es: Libro %@, con páginas que se mueven, bloqueado
fr: Livre %@, avec des pages animées, verrouillé
it: Libro %@, con pagine in movimento, bloccato
pt_br: Livro %@, com páginas que se mexem, trancado

source: Book %@, moving pictures, page %lld of %lld
ar: كتاب %@، مع صور متحركة، صفحة %lld من %lld
de: Buch %@, mit bewegten Seiten, Seite %lld von %lld
es: Libro %@, con páginas que se mueven, página %lld de %lld
fr: Livre %@, avec des pages animées, page %lld sur %lld
it: Libro %@, con pagine in movimento, pagina %lld di %lld
pt_br: Livro %@, com páginas que se mexem, página %lld de %lld

source: Book %@, page %lld of %lld
ar: كتاب %@، صفحة %lld من %lld
de: Buch %@, Seite %lld von %lld
es: Libro %@, página %lld de %lld
fr: Livre %@, page %lld sur %lld
it: Libro %@, pagina %lld di %lld
pt_br: Livro %@, página %lld de %lld

source: book in the app
ar: كتاب في التطبيق
de: Buch in der App
es: libro en la app
fr: livre dans l'app
it: libro nell'app
pt_br: livro no app

source: books in the app
ar: كتب في التطبيق
de: Bücher in der App
es: libros en la app
fr: livres dans l'app
it: libri nell'app
pt_br: livros no app

source: Calm stories for the night
ar: قصص هادئة للّيل
de: Ruhige Geschichten für die Nacht
es: Cuentos tranquilos para la noche
fr: Histoires calmes pour la nuit
it: Storie tranquille per la notte
pt_br: Histórias calmas pra noite

source: Can't connect to the App Store. Check your internet connection and try again.
ar: تعذر الاتصال بمتجر التطبيقات. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Verbindung zum App Store fehlgeschlagen. Prüfe deine Internetverbindung und versuche es erneut.
es: No se puede conectar con la App Store. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de se connecter à l'App Store. Vérifie ta connexion et réessaie.
it: Impossibile connettersi all'App Store. Controlla la tua connessione e riprova.
pt_br: Não deu pra conectar à App Store. Confira sua conexão e tente de novo.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Catalog order
ar: ترتيب الكتالوج
de: Katalog-Reihenfolge
es: Orden del catálogo
fr: Ordre du catalogue
it: Ordine del catalogo
pt_br: Ordem do catálogo

source: Change the filter to see other books.
ar: غيّر عامل التصفية لرؤية كتب أخرى.
de: Ändere den Filter, um andere Bücher zu sehen.
es: Cambia el filtro para ver otros libros.
fr: Change le filtre pour voir d'autres livres.
it: Cambia il filtro per vedere altri libri.
pt_br: Mude o filtro pra ver outros livros.

source: Checks the answer
ar: يتحقق من الإجابة
de: Prüft die Antwort
es: Comprueba la respuesta
fr: Vérifie la réponse
it: Controlla la risposta
pt_br: Confere a resposta

source: Clear search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
pt_br: Limpar busca

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

source: Close book
ar: إغلاق الكتاب
de: Buch schließen
es: Cerrar libro
fr: Fermer le livre
it: Chiudi libro
pt_br: Fechar livro

source: Coming soon
ar: قريبًا
de: Bald da
es: Muy pronto
fr: Bientôt
it: In arrivo
pt_br: Em breve

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

source: Continue %@, page %lld
ar: متابعة %@، صفحة %lld
de: %@ fortsetzen, Seite %lld
es: Continuar %@, página %lld
fr: Continuer %@, page %lld
it: Continua %@, pagina %lld
pt_br: Continuar %@, página %lld

source: Continue on page %lld
ar: متابعة في صفحة %lld
de: Auf Seite %lld weiterlesen
es: Continuar en la página %lld
fr: Continuer à la page %lld
it: Continua a pagina %lld
pt_br: Continuar na página %lld

source: Couldn't get this book
ar: تعذر الحصول على هذا الكتاب
de: Dieses Buch konnte nicht geladen werden
es: No se pudo obtener este libro
fr: Impossible d'obtenir ce livre
it: Impossibile scaricare questo libro
pt_br: Não deu pra baixar este livro

source: Couldn't load the plans right now.
ar: تعذر تحميل الخطط الآن.
de: Die Abos konnten gerade nicht geladen werden.
es: No se pudieron cargar los planes ahora.
fr: Impossible de charger les abonnements maintenant.
it: Impossibile caricare i piani in questo momento.
pt_br: Não deu pra carregar os planos agora.

source: Couldn't load the plans right now. Check your internet connection and try again.
ar: تعذر تحميل الخطط الآن. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Die Abos konnten gerade nicht geladen werden. Prüfe deine Internetverbindung und versuche es erneut.
es: No se pudieron cargar los planes ahora. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de charger les abonnements maintenant. Vérifie ta connexion et réessaie.
it: Impossibile caricare i piani in questo momento. Controlla la tua connessione e riprova.
pt_br: Não deu pra carregar os planos agora. Confira sua conexão e tente de novo.

source: Couldn't restore purchases
ar: تعذر استعادة المشتريات
de: Käufe konnten nicht wiederhergestellt werden
es: No se pudieron restaurar las compras
fr: Impossible de restaurer les achats
it: Impossibile ripristinare gli acquisti
pt_br: Não deu pra restaurar as compras

source: Couldn't subscribe
ar: تعذر الاشتراك
de: Abo fehlgeschlagen
es: No se pudo suscribir
fr: Impossible de s'abonner
it: Impossibile abbonarsi
pt_br: Não deu pra assinar

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
pt_br: Apagar

source: empty
ar: فارغ
de: leer
es: vacío
fr: vide
it: vuoto
pt_br: vazio

source: Every book goes back to the first page.
ar: يعود كل كتاب إلى الصفحة الأولى.
de: Jedes Buch geht zur ersten Seite zurück.
es: Todos los libros vuelven a la primera página.
fr: Chaque livre revient à la première page.
it: Ogni libro torna alla prima pagina.
pt_br: Todos os livros voltam pra primeira página.

source: Every book unlocked
ar: كل الكتب مفتوحة
de: Alle Bücher freigeschaltet
es: Todos los libros desbloqueados
fr: Tous les livres débloqués
it: Tutti i libri sbloccati
pt_br: Todos os livros liberados

source: Every story is unlocked on this device.
ar: كل القصص مفتوحة على هذا الجهاز.
de: Alle Geschichten sind auf diesem Gerät freigeschaltet.
es: Todos los cuentos están desbloqueados en este dispositivo.
fr: Toutes les histoires sont débloquées sur cet appareil.
it: Tutte le storie sono sbloccate su questo dispositivo.
pt_br: Todas as histórias estão liberadas neste aparelho.

source: Every story is unlocked, including for everyone in your Family Sharing group.
ar: كل القصص مفتوحة، بما في ذلك لكل شخص في مجموعة المشاركة العائلية.
de: Alle Geschichten sind freigeschaltet, auch für alle in deiner Familienfreigabe.
es: Todos los cuentos están desbloqueados, también para todos en tu grupo de Compartir en Familia.
fr: Toutes les histoires sont débloquées, y compris pour tous les membres de ton Partage familial.
it: Tutte le storie sono sbloccate, anche per tutti nel tuo gruppo In famiglia.
pt_br: Todas as histórias estão liberadas, inclusive pra todo mundo no seu grupo de Compartilhamento Familiar.

source: Family Sharing included
ar: المشاركة العائلية متضمنة
de: Familienfreigabe inklusive
es: Compartir en Familia incluido
fr: Partage familial inclus
it: In famiglia inclusa
pt_br: Compartilhamento Familiar incluso

source: For Parents
ar: للآباء
de: Für Eltern
es: Para los padres
fr: Pour les parents
it: Per i genitori
pt_br: Para os pais

source: Free for 7 days, then %@ per year. Payment is charged to your Apple Account, and the subscription renews automatically unless canceled at least 24 hours before the trial ends. Cancel anytime in Settings.
ar: مجاني لمدة 7 أيام، ثم %@ سنويًا. يُخصم الدفع من حساب Apple الخاص بك، ويُجدَّد الاشتراك تلقائيًا ما لم يُلغَ قبل 24 ساعة على الأقل من انتهاء الفترة التجريبية. يمكنك الإلغاء في أي وقت من الإعدادات.
de: 7 Tage kostenlos, danach %@ pro Jahr. Die Zahlung erfolgt über deinen Apple-Account und das Abo wird automatisch verlängert, wenn es nicht mindestens 24 Stunden vor Ende des Probezeitraums gekündigt wird. Kündigung jederzeit in den Einstellungen.
es: Gratis 7 días, luego %@ al año. El pago se hace en tu Cuenta Apple y la suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes de que termine la prueba. Puedes cancelar cuando quieras en Ajustes.
fr: Gratuit 7 jours, puis %@ par an. Le paiement est effectué sur ton compte Apple et l'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de l'essai. Annule quand tu veux dans Réglages.
it: Gratis per 7 giorni, poi %@ all'anno. Il pagamento è addebitato sul tuo Account Apple e l'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima della fine della prova. Puoi annullare in qualsiasi momento in Impostazioni.
pt_br: Grátis por 7 dias, depois %@ por ano. O pagamento é feito na sua Conta Apple, e a assinatura renova automaticamente se você não cancelar até 24 horas antes do fim do teste. Cancele quando quiser nos Ajustes.

source: Free this week
ar: مجاني هذا الأسبوع
de: Diese Woche gratis
es: Gratis esta semana
fr: Gratuit cette semaine
it: Gratis questa settimana
pt_br: Grátis esta semana

source: Free trial
ar: تجربة مجانية
de: Gratis testen
es: Prueba gratis
fr: Essai gratuit
it: Prova gratis
pt_br: Teste grátis

source: Getting %@ ready
ar: جارٍ تجهيز %@
de: %@ wird vorbereitet
es: Preparando %@
fr: Préparation de %@
it: Preparo %@
pt_br: Preparando %@

source: Getting the book ready…
ar: جارٍ تجهيز الكتاب…
de: Buch wird vorbereitet…
es: Preparando el libro…
fr: Préparation du livre…
it: Preparo il libro…
pt_br: Preparando o livro…

source: Good afternoon
ar: مساء الخير
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
pt_br: Boa tarde

source: Good evening
ar: طاب مساؤك
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
pt_br: Boa noite

source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
pt_br: Bom dia

source: Grown-ups only
ar: للكبار فقط
de: Nur für Erwachsene
es: Solo para adultos
fr: Réservé aux adultes
it: Solo per adulti
pt_br: Só adultos

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
pt_br: Início

source: in progress
ar: قيد القراءة
de: in Bearbeitung
es: en curso
fr: en cours
it: in corso
pt_br: em andamento

source: In the backyard
ar: في الفناء
de: Im Hinterhof
es: En el patio
fr: Dans le jardin
it: In cortile
pt_br: No quintal

source: Just %@ per month
ar: فقط %@ شهريًا
de: Nur %@ pro Monat
es: Solo %@ al mes
fr: Seulement %@ par mois
it: Solo %@ al mese
pt_br: Só %@ por mês

source: Just arrived
ar: وصلت للتو
de: Frisch dabei
es: Recién llegados
fr: Fraîchement arrivés
it: Appena arrivati
pt_br: Chegaram agora

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_br: Idioma

source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Biblioteca
pt_br: Biblioteca

source: Loading plans…
ar: جارٍ تحميل الخطط…
de: Abos werden geladen…
es: Cargando planes…
fr: Chargement des abonnements…
it: Carico i piani…
pt_br: Carregando planos…

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
pt_br: Trancado

source: Manage subscription
ar: إدارة الاشتراك
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
pt_br: Gerenciar assinatura

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt_br: Mensal

source: Monthly subscription for %@ per month. Payment is charged to your Apple Account, and the subscription renews automatically unless canceled at least 24 hours before renewal. Cancel anytime in Settings.
ar: اشتراك شهري بمبلغ %@ شهريًا. يُخصم الدفع من حساب Apple الخاص بك، ويُجدَّد الاشتراك تلقائيًا ما لم يُلغَ قبل 24 ساعة على الأقل من التجديد. يمكنك الإلغاء في أي وقت من الإعدادات.
de: Monatliches Abo für %@ pro Monat. Die Zahlung erfolgt über deinen Apple-Account und das Abo wird automatisch verlängert, wenn es nicht mindestens 24 Stunden vor der Verlängerung gekündigt wird. Kündigung jederzeit in den Einstellungen.
es: Suscripción mensual por %@ al mes. El pago se hace en tu Cuenta Apple y la suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes de la renovación. Puedes cancelar cuando quieras en Ajustes.
fr: Abonnement mensuel à %@ par mois. Le paiement est effectué sur ton compte Apple et l'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant le renouvellement. Annule quand tu veux dans Réglages.
it: Abbonamento mensile a %@ al mese. Il pagamento è addebitato sul tuo Account Apple e l'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima del rinnovo. Puoi annullare in qualsiasi momento in Impostazioni.
pt_br: Assinatura mensal por %@ por mês. O pagamento é feito na sua Conta Apple, e a assinatura renova automaticamente se você não cancelar até 24 horas antes da renovação. Cancele quando quiser nos Ajustes.

source: Moves
ar: متحركة
de: Bewegung
es: Se mueve
fr: Ça bouge
it: Si muove
pt_br: Se mexe

source: Music, dancing, dressing up
ar: الموسيقى والرقص والتنكر
de: Musik, Tanz, Verkleiden
es: Música, baile, disfraces
fr: Musique, danse, costumes
it: Musica, danza, travestimenti
pt_br: Música, dança, fantasia

source: New books at no extra cost
ar: كتب جديدة دون تكلفة إضافية
de: Neue Bücher ohne Aufpreis
es: Libros nuevos sin costo adicional
fr: De nouveaux livres sans coût supplémentaire
it: Nuovi libri senza costi extra
pt_br: Livros novos sem custo extra

source: Next page
ar: الصفحة التالية
de: Nächste Seite
es: Página siguiente
fr: Page suivante
it: Pagina successiva
pt_br: Próxima página

source: No books found
ar: لم يُعثر على كتب
de: Keine Bücher gefunden
es: No se encontró ningún libro
fr: Aucun livre trouvé
it: Nessun libro trovato
pt_br: Nenhum livro encontrado

source: No subscription found
ar: لم يُعثر على اشتراك
de: Kein Abo gefunden
es: No se encontró ninguna suscripción
fr: Aucun abonnement trouvé
it: Nessun abbonamento trovato
pt_br: Nenhuma assinatura encontrada

source: Nothing here
ar: لا يوجد شيء هنا
de: Nichts hier
es: Aquí no hay nada
fr: Rien ici
it: Niente qui
pt_br: Nada aqui

source: Now on page %lld of %lld. %@
ar: الآن في الصفحة %lld من %lld. %@
de: Jetzt auf Seite %lld von %lld. %@
es: Ahora en la página %lld de %lld. %@
fr: Maintenant à la page %lld sur %lld. %@
it: Ora a pagina %lld di %lld. %@
pt_br: Agora na página %lld de %lld. %@

source: Nuna and friends
ar: نونا وأصدقاؤها
de: Nuna und Freunde
es: Nuna y amigos
fr: Nuna et ses amis
it: Nuna e amici
pt_br: Nuna e amigos

source: Nuna needs the internet the first time you open a book. Once it is on this device, it works offline.
ar: تحتاج نونا إلى الإنترنت في المرة الأولى فقط لفتح الكتاب. بعد نزوله على هذا الجهاز، يعمل بدون إنترنت.
de: Nuna braucht Internet nur beim ersten Öffnen eines Buchs. Danach funktioniert es offline.
es: Nuna necesita internet solo la primera vez que abres un libro. Cuando ya está en el dispositivo, funciona sin conexión.
fr: Nuna a besoin d'internet uniquement la première fois que tu ouvres un livre. Une fois sur cet appareil, il fonctionne hors ligne.
it: Nuna ha bisogno di internet solo la prima volta che apri un libro. Poi funziona offline.
pt_br: A Nuna precisa da internet só na primeira vez que você abre um livro. Depois de baixado, ele funciona offline.

source: Nuna Premium
ar: نونا بريميوم

source: OK
ar: حسنًا

source: Opens the book
ar: يفتح الكتاب
de: Öffnet das Buch
es: Abre la historia
fr: Ouvre le livre
it: Apre il libro
pt_br: Abre o livro

source: Opens the story
ar: يفتح القصة
de: Öffnet die Geschichte
es: Abre la historia
fr: Ouvre l'histoire
it: Apre la storia
pt_br: Abre a história

source: Opens the subscription screen
ar: يفتح شاشة الاشتراك
de: Öffnet den Abo-Bildschirm
es: Abre la pantalla de suscripción
fr: Ouvre l'écran d'abonnement
it: Apre la schermata di abbonamento
pt_br: Abre a tela de assinatura

source: Page %lld of %lld
ar: صفحة %lld من %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
it: Pagina %lld di %lld
pt_br: Página %lld de %lld

source: Parents
ar: الآباء
de: Eltern
es: Padres
it: Genitori
pt_br: Pais

source: per month
ar: شهريًا
de: pro Monat
es: al mes
fr: par mois
it: al mese
pt_br: por mês

source: per year
ar: سنويًا
de: pro Jahr
es: al año
fr: par an
it: all'anno
pt_br: por ano

source: Pick up where you left off
ar: تابع من حيث توقفت
de: Weitermachen, wo du aufgehört hast
es: Continúa donde lo dejaste
fr: Reprends là où tu t'es arrêté
it: Riprendi da dove hai lasciato
pt_br: Continue de onde parou

source: Premium
ar: بريميوم

source: Previous page
ar: الصفحة السابقة
de: Vorherige Seite
es: Página anterior
fr: Page précédente
it: Pagina precedente
pt_br: Página anterior

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de privacidade

source: Processing subscription
ar: جارٍ معالجة الاشتراك
de: Abo wird bearbeitet
es: Procesando suscripción
fr: Traitement de l'abonnement
it: Elaboro abbonamento
pt_br: Processando assinatura

source: Purchases are turned off on this device. You can allow them in Settings > Screen Time.
ar: المشتريات معطلة على هذا الجهاز. يمكنك السماح بها من الإعدادات > مدة استخدام الجهاز.
de: Käufe sind auf diesem Gerät deaktiviert. Du kannst sie in Einstellungen > Bildschirmzeit erlauben.
es: Las compras están desactivadas en este dispositivo. Puedes activarlas en Ajustes > Tiempo de uso.
fr: Les achats sont désactivés sur cet appareil. Tu peux les autoriser dans Réglages > Temps d'écran.
it: Gli acquisti sono disattivati su questo dispositivo. Puoi consentirli in Impostazioni > Tempo di utilizzo.
pt_br: As compras estão desligadas neste aparelho. Você pode liberar em Ajustes > Tempo de Uso.

source: Read aloud
ar: قراءة بصوت عالٍ
de: Vorlesen
es: Leer en voz alta
fr: Lire à voix haute
it: Leggi ad alta voce
pt_br: Ler em voz alta

source: Read it again
ar: اقرأ مرة أخرى
de: Nochmal lesen
es: Leer otra vez
fr: Le relire
it: Rileggi
pt_br: Ler de novo

source: Read the story
ar: اقرأ القصة
de: Geschichte lesen
es: Leer el cuento
fr: Lire l'histoire
it: Leggi la storia
pt_br: Ler a história

source: Reading
ar: القراءة
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
pt_br: Leitura

source: Replay the intro
ar: إعادة عرض المقدمة
de: Intro erneut ansehen
es: Volver a ver la intro
fr: Revoir l'intro
it: Rivedi l'introduzione
pt_br: Rever a introdução
